<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" dir="ltr" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<meta name="keywords" content="Invitation to SSA Global's BaaN User Group Meeting in Bangkok, baan,baanerp,erp,forum,discussion,bulletin board" />
	<meta name="description" content="[Archive] Invitation to SSA Global's BaaN User Group Meeting in Bangkok &#3652;&#3607;&#3618;&#3615;&#3629;&#3619;&#3633;&#3617;" />
	
	<title>Invitation to SSA Global's BaaN User Group Meeting in Bangkok [Archive]  - Baanboard.com</title>
	<link rel="stylesheet" type="text/css" href="../styles.css" />
</head>
<body>
<div class="pagebody">
<div id="navbar"><a href="../index.html">Newbaanboard</a> &gt; <a href="../index.html">BB Language Forums</a> &gt; <a href="../index.html">&#3652;&#3607;&#3618;&#3615;&#3629;&#3619;&#3633;&#3617;</a> &gt; Invitation to SSA Global's BaaN User Group Meeting in Bangkok</div>
<hr />
<div class="pda"></div>

<hr />

<div class="post"><div class="posttop"><div class="username">nopadon</div><div class="date">12th January 2005, 20:25</div></div><div class="posttext">:) &#3626;&#3623;&#3633;&#3626;&#3604;&#3637;&#3588;&#3619;&#3633;&#3610;<br />
<br />
&#3623;&#3633;&#3609;&#3607;&#3637;&#3656; 20 &#3617;&#3585;&#3619;&#3634;&#3588;&#3617; 2548 &#3607;&#3634;&#3591; SSA Global &#3652;&#3604;&#3657;&#3592;&#3633;&#3604;&#3591;&#3634;&#3609; BaaN User Group Meeting &#3586;&#3638;&#3657;&#3609; &#3629;&#3618;&#3656;&#3634;&#3621;&#3639;&#3617;&#3652;&#3611;&#3609;&#3656;&#3632; <br />
<br />
&#3626;&#3606;&#3634;&#3609;&#3607;&#3637;&#3656; : The Westin Grand Sukhumvit , Bangkok  <br />
&#3648;&#3623;&#3621;&#3634; : 9 &#3650;&#3617;&#3591;&#3648;&#3594;&#3657;&#3634; &#3606;&#3638;&#3591; &#3610;&#3656;&#3634;&#3618; 2 &#3650;&#3617;&#3591; <br />
<br />
&#3651;&#3609;&#3591;&#3634;&#3609;&#3609;&#3637;&#3657;&#3648;&#3619;&#3634;&#3592;&#3632;&#3652;&#3604;&#3657;&#3648;&#3627;&#3655;&#3609; BaaN Lastest Version  &#3648;&#3619;&#3634;&#3648;&#3619;&#3637;&#3618;&#3585;&#3623;&#3656;&#3634; SSA LN.  SSA LN &#3614;&#3633;&#3602;&#3609;&#3634;&#3617;&#3634;&#3592;&#3634;&#3585; BaaN ERP 5.2. &#3617;&#3637;&#3627;&#3621;&#3634;&#3618;&#3629;&#3618;&#3656;&#3634;&#3591;&#3607;&#3637;&#3656;&#3614;&#3633;&#3602;&#3609;&#3634;&#3649;&#3621;&#3632;&#3611;&#3619;&#3633;&#3610;&#3611;&#3619;&#3640;&#3591;&#3586;&#3638;&#3657;&#3609;  (New,Heavily improved,Enhanced ease of use) <br />
<br />
<br />
SSA LN &#3592;&#3632;&#3605;&#3657;&#3629;&#3591;&#3648;&#3611;&#3636;&#3604;&#3592;&#3634;&#3585; Webtop &#3627;&#3619;&#3639;&#3629; Worktop &#3648;&#3607;&#3656;&#3634;&#3609;&#3633;&#3657;&#3609;. &#3592;&#3632;&#3652;&#3617;&#3656;&#3626;&#3634;&#3617;&#3634;&#3619;&#3606;&#3648;&#3611;&#3636;&#3604;&#3612;&#3656;&#3634;&#3609; BECS &#3648;&#3627;&#3617;&#3639;&#3629;&#3609;&#3629;&#3618;&#3656;&#3634;&#3591; BaaN IV &#3649;&#3621;&#3632; BaaN  ERP.    <br />
<br />
&#3611;&#3619;&#3632;&#3623;&#3633;&#3605;&#3636;&#3585;&#3634;&#3619;&#3614;&#3633;&#3602;&#3609;&#3634; &#3586;&#3629;&#3591; BaaN <br />
<br />
1. Triton 1/2/3 . version &#3609;&#3637;&#3657;&#3648;&#3585;&#3656;&#3634;&#3617;&#3634;&#3585; &#3651;&#3609;&#3611;&#3619;&#3632;&#3648;&#3607;&#3624;&#3652;&#3607;&#3618;&#3617;&#3637;&#3610;&#3619;&#3636;&#3625;&#3633;&#3607;&#3607;&#3637;&#3656;&#3652;&#3594;&#3657; Triton 3 &#3629;&#3618;&#3641;&#3656; 1 &#3610;&#3619;&#3636;&#3625;&#3633;&#3607; &#3605;&#3629;&#3609;&#3609;&#3637;&#3657;&#3618;&#3633;&#3591;&#3651;&#3594;&#3657;&#3629;&#3618;&#3641;&#3656;<br />
<br />
2. BaaN IV + Industry Estensions. &#3648;&#3611;&#3636;&#3604;&#3605;&#3633;&#3623;&#3588;&#3619;&#3633;&#3591;&#3649;&#3619;&#3585; &#3611;&#3637; 1996 code &#3621;&#3656;&#3634;&#3626;&#3640;&#3604;&#3588;&#3639;&#3629; BaanIVc4. Dynamic Enterprise Modeler &#3648;&#3619;&#3636;&#3656;&#3617;&#3617;&#3637;&#3607;&#3637;&#3656; BaaN IV &#3609;&#3637;&#3657;<br />
<br />
3. BaaN 5.0a Fist 5 release : version &#3609;&#3637;&#3657;&#3652;&#3604;&#3657;&#3606;&#3641;&#3585;&#3614;&#3633;&#3602;&#3609;&#3634;&#3586;&#3638;&#3657;&#3609; &#3619;&#3632;&#3627;&#3623;&#3656;&#3634;&#3591; &#3611;&#3637; 1996 - 1998 <br />
<br />
4. BaaN ERP 5.0b : version &#3609;&#3637;&#3657;&#3648;&#3611;&#3655;&#3609; version &#3607;&#3637;&#3656; &#3611;&#3619;&#3633;&#3591;&#3611;&#3619;&#3640;&#3591; &#3592;&#3634;&#3585; BaaN 5.0a &#3649;&#3621;&#3632;&#3648;&#3619;&#3636;&#3656;&#3617;&#3586;&#3634;&#3618;&#3651;&#3609;&#3611;&#3637; 1998. <br />
<br />
5. BaaN ERP 5.0c &#3648;&#3611;&#3636;&#3604;&#3605;&#3633;&#3623;&#3651;&#3609;&#3611;&#3637; 2000 &#3649;&#3621;&#3632;&#3651;&#3609;&#3586;&#3603;&#3632;&#3648;&#3604;&#3637;&#3618;&#3623;&#3585;&#3633;&#3609; &#3652;&#3604;&#3657;&#3651;&#3609;&#3585;&#3634;&#3619;&#3614;&#3633;&#3602;&#3609;&#3634; BaaN ERP 5.1 LA  version &#3609;&#3637;&#3657;&#3629;&#3629;&#3585;&#3649;&#3610;&#3610;&#3605;&#3634;&#3617; Boeing specific solution with advanced support for line assembly. &#3595;&#3638;&#3656;&#3591; version &#3609;&#3637;&#3657; allows boeing to assemble plans with a mush shorter lead-time. &#3649;&#3621;&#3632;&#3618;&#3633;&#3591; support serialized items &#3649;&#3621;&#3632; unit effectivity.<br />
<br />
6. BaaN ERP 5.2a &#3614;&#3633;&#3602;&#3609;&#3634;&#3617;&#3634;&#3585;&#3592;&#3634;&#3585; BaaN ERP 5.1 . &#3629;&#3629;&#3585;&#3649;&#3610;&#3610;&#3617;&#3634;&#3585;&#3592;&#3634;&#3585; Boeing spectific solutions.  5.1 , 5.2 &#3588;&#3639;&#3629; early adopter version &#3586;&#3629;&#3591; The Gemini release<br />
<br />
7. &#3611;&#3637; 2004 &#3611;&#3621;&#3634;&#3618;&#3648;&#3604;&#3639;&#3629;&#3609;&#3626;&#3636;&#3591;&#3627;&#3634;&#3588;&#3617; SSA LN &#3652;&#3604;&#3657;&#3648;&#3611;&#3636;&#3604;&#3605;&#3633;&#3623;  &#3612;&#3617;&#3621;&#3629;&#3591; Install SSA LN &#3604;&#3641;&#3651;&#3594;&#3657;&#3648;&#3623;&#3621;&#3634;&#3649;&#3588;&#3656; 5 &#3594;&#3633;&#3656;&#3623;&#3650;&#3617;&#3591; &#3595;&#3638;&#3656;&#3591;&#3651;&#3594;&#3657;&#3648;&#3623;&#3621;&#3634;&#3609;&#3657;&#3629;&#3618;&#3617;&#3634;&#3585;&#3648;&#3617;&#3639;&#3656;&#3629;&#3648;&#3607;&#3637;&#3618;&#3610;&#3585;&#3633;&#3610; BAAN IV &#3649;&#3621;&#3632; BaaN ERP . SSA LN &#3614;&#3633;&#3602;&#3609;&#3634;&#3617;&#3634;&#3585;&#3592;&#3634;&#3585; BaaN ERP 5.2. &#3626;&#3656;&#3623;&#3609;&#3617;&#3634;&#3585;&#3592;&#3632;&#3648;&#3627;&#3617;&#3639;&#3629;&#3609; BaaN ERP 5.2 &#3649;&#3605;&#3656;&#3592;&#3632;&#3649;&#3605;&#3585;&#3605;&#3656;&#3634;&#3591; &#3592;&#3634;&#3585; BaaN ERP 5.0 &#3607;&#3637;&#3656;&#3649;&#3605;&#3585;&#3605;&#3656;&#3634;&#3591;&#3592;&#3632;&#3652;&#3611;&#3651;&#3609;&#3649;&#3591;&#3656; new enhancement and new improvement. <br />
<br />
&#3649;&#3612;&#3609;&#3607;&#3637;&#3656;&#3650;&#3619;&#3591;&#3649;&#3619;&#3617; . Please see files . <br />
<br />
&#3609;&#3614;&#3604;&#3621; &#3626;&#3640;&#3609;&#3607;&#3619;&#3585;&#3619;&#3632;&#3592;&#3656;&#3634;&#3591; <br />
nopadon88@hotmail.com</div></div><hr />



</div>
</body>
</html>