<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" dir="ltr" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	<meta name="keywords" content="&#3648;&#3592;&#3629;&#3611;&#3633;&#3597;&#3627;&#3634;&#3585;&#3634;&#3619;&#3607;&#3635; Quotation &#3594;&#3657;&#3634;&#3588;&#3619;&#3633;&#3610;, baan,baanerp,erp,forum,discussion,bulletin board" />
	<meta name="description" content="[Archive] &#3648;&#3592;&#3629;&#3611;&#3633;&#3597;&#3627;&#3634;&#3585;&#3634;&#3619;&#3607;&#3635; Quotation &#3594;&#3657;&#3634;&#3588;&#3619;&#3633;&#3610; &#3652;&#3607;&#3618;&#3615;&#3629;&#3619;&#3633;&#3617;" />
	
	<title>&#3648;&#3592;&#3629;&#3611;&#3633;&#3597;&#3627;&#3634;&#3585;&#3634;&#3619;&#3607;&#3635; Quotation &#3594;&#3657;&#3634;&#3588;&#3619;&#3633;&#3610; [Archive]  - Baanboard.com</title>
	<link rel="stylesheet" type="text/css" href="../styles.css" />
</head>
<body>
<div class="pagebody">
<div id="navbar"><a href="../index.html">Newbaanboard</a> &gt; <a href="../index.html">BB Language Forums</a> &gt; <a href="../index.html">&#3652;&#3607;&#3618;&#3615;&#3629;&#3619;&#3633;&#3617;</a> &gt; &#3648;&#3592;&#3629;&#3611;&#3633;&#3597;&#3627;&#3634;&#3585;&#3634;&#3619;&#3607;&#3635; Quotation &#3594;&#3657;&#3634;&#3588;&#3619;&#3633;&#3610;</div>
<hr />
<div class="pda"></div>

<hr />

<div class="post"><div class="posttop"><div class="username">chamer63</div><div class="date">8th January 2008, 11:19</div></div><div class="posttext">Version &#3607;&#3637;&#3656;&#3651;&#3594;&#3657;&#3591;&#3634;&#3609; &#3588;&#3639;&#3629; BW Version : 7.1c.04.147<br />
<br />
    &#3607;&#3637;&#3656;&#3607;&#3635;&#3591;&#3634;&#3609;&#3612;&#3617;&#3617;&#3637;&#3585;&#3634;&#3619;&#3605;&#3633;&#3657;&#3591; Firstfree Number 4 digit &#3650;&#3604;&#3618; digit &#3649;&#3619;&#3585;&#3586;&#3629;&#3591; Fristfree &#3592;&#3632;&#3627;&#3617;&#3634;&#3618;&#3606;&#3638;&#3591;&#3611;&#3637; &#3588;.&#3624;. &#3648;&#3594;&#3656;&#3609; &#3606;&#3657;&#3634;&#3611;&#3637; 2003 Firstfree &#3592;&#3632;&#3648;&#3611;&#3655;&#3609; 3xxx &#3648;&#3611;&#3655;&#3609;&#3629;&#3618;&#3656;&#3634;&#3591;&#3609;&#3637;&#3657;&#3592;&#3609;&#3606;&#3638;&#3591;&#3611;&#3637;&#3607;&#3637;&#3656;&#3649;&#3621;&#3657;&#3623; 2007 &#3649;&#3605;&#3656;&#3607;&#3637;&#3609;&#3637;&#3657;&#3614;&#3629;&#3592;&#3632;&#3606;&#3638;&#3591;&#3611;&#3637; 2010 &#3607;&#3637;&#3656;&#3607;&#3635;&#3591;&#3634;&#3609;&#3588;&#3636;&#3604;&#3623;&#3656;&#3634;&#3606;&#3657;&#3634;&#3618;&#3633;&#3591;&#3605;&#3633;&#3657;&#3591; Firstfree &#3629;&#3618;&#3656;&#3634;&#3591;&#3609;&#3637;&#3657;&#3592;&#3632;&#3607;&#3635;&#3651;&#3627;&#3657; Firstfree &#3617;&#3633;&#3609;&#3605;&#3633;&#3609; &#3604;&#3633;&#3591;&#3609;&#3633;&#3657;&#3609;&#3607;&#3637;&#3656;&#3607;&#3635;&#3591;&#3634;&#3609;&#3592;&#3638;&#3591;&#3648;&#3619;&#3636;&#3656;&#3617;&#3607;&#3635;&#3585;&#3634;&#3619;&#3605;&#3633;&#3657;&#3591; Firstfree &#3651;&#3627;&#3617;&#3656;&#3650;&#3604;&#3618;&#3651;&#3627;&#3657; 2 digit &#3649;&#3619;&#3585;&#3586;&#3629;&#3591; Firstfree &#3627;&#3617;&#3634;&#3618;&#3606;&#3638;&#3591; &#3611;&#3637; &#3588;.&#3624;. &#3604;&#3633;&#3591;&#3609;&#3633;&#3657;&#3609; Firstfree &#3586;&#3629;&#3591;&#3611;&#3637;&#3609;&#3637;&#3657;&#3592;&#3632;&#3648;&#3611;&#3655;&#3609; 08xx &#3588;&#3619;&#3633;&#3610;<br />
<br />
&#3649;&#3621;&#3657;&#3623;&#3611;&#3633;&#3597;&#3627;&#3634;&#3617;&#3633;&#3609;&#3648;&#3585;&#3636;&#3604;&#3586;&#3638;&#3657;&#3609;&#3604;&#3633;&#3591;&#3609;&#3637;&#3657;&#3588;&#3619;&#3633;&#3610;<br />
    &#3585;&#3634;&#3619;&#3607;&#3635; Quotation &#3648;&#3585;&#3636;&#3604;&#3629;&#3634;&#3585;&#3634;&#3619;&#3594;&#3657;&#3634;&#3612;&#3636;&#3604;&#3611;&#3585;&#3605;&#3636; &#3619;&#3623;&#3617;&#3606;&#3638;&#3591;&#3585;&#3634;&#3619;&#3607;&#3635; Sales Order &#3604;&#3657;&#3623;&#3618; &#3649;&#3605;&#3656;&#3585;&#3634;&#3619;&#3607;&#3635;&#3591;&#3634;&#3609;&#3651;&#3609; Module &#3652;&#3617;&#3656;&#3648;&#3585;&#3636;&#3604;&#3611;&#3633;&#3597;&#3627;&#3634;&#3604;&#3633;&#3591;&#3585;&#3621;&#3656;&#3634;&#3623; &#3648;&#3594;&#3656;&#3609;<br />
    &#3606;&#3657;&#3634;&#3605;&#3657;&#3629;&#3591;&#3585;&#3634;&#3619;&#3607;&#3635;&#3627;&#3619;&#3639;&#3629;&#3649;&#3585;&#3657;&#3652;&#3586; Quotation &#3586;&#3629;&#3591;&#3611;&#3637;&#3609;&#3637;&#3657; (2008) &#3592;&#3632;&#3594;&#3657;&#3634;&#3617;&#3634;&#3585; &#3585;&#3634;&#3619;&#3585;&#3604; Tab &#3612;&#3656;&#3634;&#3609; Textbox &#3605;&#3656;&#3634;&#3591;&#3654; &#3648;&#3614;&#3639;&#3656;&#3629;&#3651;&#3627;&#3657;&#3617;&#3633;&#3609; Process &#3592;&#3632;&#3594;&#3657;&#3634;&#3648;&#3594;&#3656;&#3609;&#3585;&#3633;&#3609; &#3650;&#3604;&#3618;&#3626;&#3619;&#3640;&#3611; 1 Quotation &#3651;&#3594;&#3657;&#3648;&#3623;&#3621;&#3634;&#3611;&#3619;&#3632;&#3617;&#3634;&#3603; 5-10 &#3609;&#3634;&#3607;&#3637;&#3648;&#3627;&#3655;&#3609;&#3592;&#3632;&#3652;&#3604;&#3657; &#3649;&#3605;&#3656;&#3651;&#3609;&#3607;&#3634;&#3591;&#3585;&#3621;&#3633;&#3610;&#3585;&#3633;&#3609; &#3606;&#3657;&#3634;&#3605;&#3657;&#3629;&#3591;&#3585;&#3634;&#3619;&#3649;&#3585;&#3657;&#3652;&#3586; Quotation &#3607;&#3637;&#3656;&#3607;&#3635;&#3651;&#3609;&#3611;&#3637;&#3607;&#3637;&#3656;&#3649;&#3621;&#3657;&#3623; (2007) &#3592;&#3632;&#3607;&#3635;&#3591;&#3634;&#3609;&#3648;&#3619;&#3655;&#3623;&#3586;&#3638;&#3657;&#3609;&#3617;&#3634;&#3585;&#3652;&#3617;&#3656;&#3605;&#3657;&#3629;&#3591;&#3619;&#3629;&#3585;&#3634;&#3619; Process &#3648;&#3621;&#3618;<br />
<br />
    &#3652;&#3617;&#3656;&#3607;&#3619;&#3634;&#3610;&#3623;&#3656;&#3634;&#3617;&#3633;&#3609;&#3648;&#3585;&#3636;&#3604;&#3592;&#3634;&#3585;&#3626;&#3634;&#3648;&#3627;&#3605;&#3640;&#3651;&#3604;&#3588;&#3619;&#3633;&#3610; &#3614;&#3629;&#3623;&#3636;&#3648;&#3588;&#3619;&#3634;&#3632;&#3627;&#3660;&#3651;&#3627;&#3657;&#3612;&#3617;&#3607;&#3619;&#3634;&#3610;&#3652;&#3604;&#3657;&#3627;&#3619;&#3639;&#3629;&#3611;&#3621;&#3656;&#3634;&#3623; &#3586;&#3633;&#3657;&#3609;&#3649;&#3619;&#3585;&#3612;&#3617;&#3623;&#3656;&#3634;&#3592;&#3632;&#3621;&#3629;&#3591;&#3607;&#3635;&#3585;&#3634;&#3619; Reindex &#3604;&#3641;&#3588;&#3619;&#3633;&#3610;<br />
<br />
    &#3618;&#3633;&#3591;&#3591;&#3633;&#3618;&#3619;&#3610;&#3585;&#3623;&#3609;&#3605;&#3629;&#3610;&#3604;&#3657;&#3623;&#3618;&#3609;&#3632;&#3588;&#3619;&#3633;&#3610;</div></div><hr />



</div>
</body>
</html>